Repository: 84000/data-translation-memory
Catalog: Toh_144-Cultivating_Trust_in_the_Great_Vehicle-v.2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རབ་ཏུ་སྒོམ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra Cultivating Trust in the Great Vehicle

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སངས་རྒྱས་ཀྱི་ཞིང་ཐ་དད་པ་ནས་འདུས་པའི་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ
en: The Blessed One was dwelling in Rājagṛha at Vulture Peak Mountain together with a great bodhisattva saṅgha of bodhisattva great beings who had gathered there from various buddha realms.

source: ཐམས་ཅད་ཀྱང་བདུད་དང་ཕྱིར་རྒོལ་བ་བཅོམ་པ།
en: Every one of them had conquered the demons and all adversaries.

source: ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་བག་ཆགས་ཀྱི་ཀུན་ཏུ་རྒྱུ་བ་ལས་རིང་དུ་གྱུར་པ།
en: They were far removed from the fluctuations of the habitual tendencies of all disturbing emotions and subsidiary disturbing emotions.

source: བསམས་བཞིན་དུ་སྲིད་པར་སྐྱེ་བ་ཀུན་ཏུ་སྟོན་པ་ལ་དབང་ཆེན་པོའི་ས་ཐོབ་པ།
en: They had attained the level of great mastery where one can demonstrate birth into existence at will.

source: བསྐལ་པ་དཔག་ཏུ་མེད་པར་ལུས་དང་གནས་གཏོང་བའི་དབང་ཐོབ་པ།
en: They had attained the power that springs from giving away their bodies and abodes throughout limitless eons.

source: བདུད་ཀྱི་ལས་ཚད་མེད་པ་དང་བར་དུ་གཅོད་པ་ཐམས་ཅད་ཤིན་ཏུ་རབ་ཏུ་རྟོགས་པ།
en: They had realized the limitless workings of the demons along with all obstacles.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་ཐམས་ཅད་ཐོབ་པར་བྱ་བའི་ཐབས་ཀྱི་ཆོ་ག་ཤེས་པ།
en: They knew the conduct that is the means for achieving all the aims of all beings.

source: ངེས་པར་འབྱུང་བ་ཐམས་ཅད་ཤེས་པའི་སྟོབས་ཆེན་པོ་ཐོབ་པ།
en: They had obtained the great power that comes from knowing all types of liberation.

source: མུ་སྟེགས་ཅན་གྱི་སྨྲ་བ་ཐམས་ཅད་བཟློག་པ་ལ་མཁས་པ།
en: They were skilled in refuting all the claims of non-Buddhists.

source: རྫུ་འཕྲུལ་གྱི་རྣམ་པར་འཕྲུལ་པ་ཆེན་པོས་སྐྱེ་བོ་ཕལ་པོ་ཆེ་ཉེ་བར་བསྡུ་བ་ལ་མཁས་པ།
en: They were skilled in attracting large crowds by means of their great miraculous emanations.

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་ཆེན་པོ་བསྒོམས་པས་རྣལ་འབྱོར་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་ཐོབ་པ།
en: Through cultivating the immense perfections, they had attained all the features of great practitioners.

source: ནམ་མཁའ་ལྟ་བུར་འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་སེམས་མ་གོས་པ་ཤ་སྟག་ལ་འདི་ལྟ་སྟེ།
en: Like the sky, their minds were unstained by worldly phenomena.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དད་པ་གསལ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་དྲི་མ་མེད་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་མི་སྒུལ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པས་རབ་ཏུ་འཇུག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་རབ་གནས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་མ་ཉམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་མི་གཡོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་རབ་ཚོལ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་མཉམ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྟག་ཏུ་དད་པའི་རྗེས་འབྲང་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་ལ་ཡང་དག་པར་ཞུགས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པར་འཇུག་བྱེད་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་ལ་ཡིད་གཉིས་རྣམ་པར་འཇོམ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་སྟོན་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་རབ་ཏུ་འཇོག་བྱེད་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་རྣམ་པར་འཕེལ་བྱེད་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པ་རྣམ་པར་སྦྱོང་དང་། བྱང་ཆུབ་སེམས་དཔའ་དད་པའི་སྣོད་ཡོངས་སུ་ཚོལ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དད་པ་ཐབས་ཆེན་དང་། དེ་དག་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་ལྔ་སྟོང་དང་།
en: Five thousand bodhisattvas were in attendance, such as the bodhisattva great being Clear Trust, the bodhisattva Stainless Trust, the bodhisattva Unwavering Trust, the bodhisattva Acting with Trust, the bodhisattva Fully Settled in Trust, the bodhisattva Undiminished Trust, the bodhisattva Immutable Trust, the bodhisattva Investigating Trust, the bodhisattva Even Trust, the bodhisattva Great Trust, the bodhisattva Always Following Trust, the bodhisattva Genuinely Entering Trust, the bodhisattva Leading towards Trust, the bodhisattva Destroying Doubt regarding Trust, the bodhisattva Teaching Trust, the bodhisattva Establishing Trust, the bodhisattva Increasing Trust, the bodhisattva Training in Trust, the bodhisattva Searching for the Vessel of Trust, and the bodhisattva great being Great Skillful Trust.

source: འོད་སྲུང་ཆེན་པོ་ལ་སོགས་པ་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ
en: There were also 1,250 monks in attendance, such as Mahākāśyapa.

source: བཅོམ་ལྡན་འདས་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་། མི་མ་ཡིན་པ་ཚད་མེད་པ་དག་གིས་ཀུན་ནས་བསྐོར་ཅིང་
en: From all sides the Blessed One was surrounded by innumerable gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, humans, and nonhuman beings.

source: མདུན་གྱིས་བྱས་ཏེ་འཁོར་བརྒྱ་སྟོང་དུ་མའི་ནང་ན་བཞུགས་པར་གྱུར་ཏོ། །
en: In this way the Blessed One was sitting amidst a retinue of hundreds of thousands of beings.

source: དེའི་ཚེ་འཁོར་དེར་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་མོས་པ་སྤྱོད་པའི་ས་ལ་གནས་པ་མང་པོ་འདུས་ཏེ་འཁོད་པར་གྱུར་ཏོ། །
en: At that point, many novice bodhisattvas who were dwelling on the level of devoted engagement assembled and took their places in the retinue.

source: དེ་ནས་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་མོས་པས་སྤྱོད་པའི་ས་ལ་གནས་པ་དེ་དག་ལས་བརྩམས་ཏེ་གཏམ་རྩོམ་པ་མཛད་དོ། །
en: Then, considering those novice bodhisattvas who were dwelling on the level of devoted engagement, the Blessed One began to speak:

source: རིགས་ཀྱི་བུ་དག་གལ་ཏེ་ཇི་ཙམ་དུ་བྱང་ཆུབ་སེམས་དཔའ་གང་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་ན་དོན་ཆེ་ཞིང་འབྲས་བུ་ཆེ་སྟེ་ཕན་ཡོན་ཆེའོ། །
en: “Noble children, if bodhisattvas possess trust in the Great Vehicle that allows them to accomplish the Great Vehicle, it will be very meaningful, have a great result, and confer great benefits.

source: དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་ལས་དང་པོ་པ་མོས་པས་སྤྱོད་པ་ལ་ཞུགས་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པས་མང་དུ་གནས་པར་བྱའོ། །
en: Therefore, novice bodhisattvas should develop firm trust in the Great Vehicle by proceeding with devoted engagement.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་དད་པ་ཐབས་ཆེན་སངས་རྒྱས་ཀྱི་མཐུ་དང་སངས་རྒྱས་ཀྱི་བྱིན་གྱི་རླབས་ཀྱིས་སྟན་ལས་ལངས་ཏེ།
en: At this point, inspired by the power and blessing of the Buddha, the bodhisattva Great Skillful Trust rose up from his seat,

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: draped his upper robe over one shoulder, and knelt on his right knee.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས།
en: With his palms together he bowed toward the Blessed One and supplicated,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་མཚན་ཉིད་དུ་རིག་པར་བགྱི་བ་གང་ལགས།
en: “Blessed One, what are the characteristics of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེ་བ་གང་ལགས།
en: How do bodhisattvas come to trust the Great Vehicle?

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་རབ་ཏུ་དབྱེ་བ་རྣམ་པ་དུ་ཞིག་མཆིས།
en: Blessed One, what kinds of trust in the Great Vehicle do bodhisattvas possess?

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་ཕན་ཡོན་རྣམ་པ་དུ་ཞིག་མཆིས།
en: And what kinds of benefits result from such trust in the Great Vehicle?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: རིགས་ཀྱི་བུ་ཁྱོད་བྱང་ཆུབ་སེམས་དཔའ་ཚད་མེད་པ་དག་གི་དོན་གྱི་ཕྱིར་ཞུགས་ནས་དེ་བཞིན་གཤེགས་པ་ལ་དོན་འདི་ཡོངས་སུ་འདྲི་བར་སེམས་པ་ལེགས་སོ་ལེགས་སོ། །
en: “Noble son, excellent! It is excellent that you have come here on behalf of limitless bodhisattvas to ask the Thus-Gone One about the meaning of this.

source: དེའི་ཕྱིར་རིགས་ཀྱི་བུ་ཉོན་ཅིག་དང་དོན་དེ་བསྟན་པར་བྱའོ། །
en: Therefore, noble son, listen and I shall teach you.”

source: རིགས་ཀྱི་བུ་བཅུ་གཅིག་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་མཚན་ཉིད་དུ་རིག་པར་བྱའོ། །
en: Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle has eleven characteristics.

source: འདི་ལྟ་སྟེ།
en: These characteristics are:

source: གསལ་བའི་མཚན་ཉིད་དང་། བརླན་པའི་མཚན་ཉིད་དང་། རྣམ་པའི་མཚན་ཉིད་དང་། ཡོངས་སུ་བཟུང་བའི་མཚན་ཉིད་དང་། གནས་ཀྱི་མཚན་ཉིད་དང་། ཡང་དག་པར་འདའ་བའི་མཚན་ཉིད་དང་། རྩ་བའི་མཚན་ཉིད་དང་། སྦེད་པའི་མཚན་ཉིད་དང་། རྗེས་སུ་འབྲེལ་བའི་མཚན་ཉིད་དང་། རྒྱུན་གྱི་མཚན་ཉིད་དང་། ཡོངས་སུ་གྲུབ་པའི་མཚན་ཉིད་དོ། །
en: (1) clarity, (2) saturation, (3) qualities, (4) possession, (5) the basis, (6) transcendence, (7) the root, (8) protection, (9) the connection, (10) continuity, and (11) perfection.”

source: དད་པ་ཐབས་ཆེན་གྱིས་གསོལ་པ།
en: Great Skillful Trust said,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་གསལ་བའི་མཚན་ཉིད་གང་ལགས།
en: “Blessed One, how is clarity a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་རྙོག་པ་རྣམ་པ་བཞི་དང་བྲལ་ན་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་གསལ་བའི་མཚན་ཉིད་དོ། །
en: “In this regard, noble son, the characteristic of clarity refers to the absence of four kinds of stains.

source: རྙོག་པ་རྣམ་པ་བཞི་གང་ཞེ་ན།
en: If you wonder what the four types of stains are,

source: ཁོང་ཁྲོ་བའི་རྙོག་པ་དང་། ཡིད་མི་ཆེས་པའི་རྙོག་པ་དང་། སྡང་བའི་རྙོག་པ་དང་། ཐེ་ཚོམ་གྱི་རྙོག་པའོ། །
en: they are the stains of hostility, insecurity, apprehension, and doubt.

source: རིགས་ཀྱི་བུ་འདི་ལྟར་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་ཕྱིས་ཐེག་པ་ཆེན་པོ་ལ་ཁོང་ཁྲོ་བའི་སེམས་སྐྱེད་མི་སྲིད་དོ། །
en: “Noble son, once bodhisattvas have attained trust in the Great Vehicle that allows them to accomplish the Great Vehicle, it will be impossible for them to become hostile toward the Great Vehicle,

source: ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་རྣམས་ལ་ཡིད་མི་ཆེས་པའི་སེམས་སྐྱེད་མི་སྲིད་དོ། །
en: nor can they avoid feeling conviction in the profound and vast teachings.

source: ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་རྣམས་ལ་དངང་སྐྲག་ཀུན་ཏུ་དངང་བར་འགྱུར་མི་སྲིད་དོ། །
en: It will also be impossible for them to feel fear or panic toward the profound and vast Dharma,

source: ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་རྣམས་ལ་མི་བཟོད་པ་དང་ཐེ་ཙོམ་ཟ་བར་འགྱུར་མི་སྲིད་དོ། །
en: nor can they be skeptical or doubtful in this regard.”

source: བྱང་ཆུབ་སེམས་དཔའ་དད་པ་ཐབས་ཆེན་གྱིས་གསོལ་པ།
en: Then the bodhisattva Great Skillful Trust inquired,

source: བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་མོས་པས་སྤྱོད་པ་ལ་ཞུགས་པ། ཆོས་ཤེས་པ། རྟོག་པ་མ་མཆིས་པར་ཐེག་པ་ཆེན་པོའི་ཆོས་ཟབ་ཅིང་རྒྱ་ཆེ་བ་འདི་ལྟ་བུ་དག་ལ་ཐེ་ཚོམ་མ་མཆིས་ཤིང་
en: “Blessed One, how does a novice bodhisattva, who is on the level of devoted engagement and knows the Dharma but has not yet gained understanding, relinquish doubt about the profound and vast Dharma of the Great Vehicle?

source: ཐེ་ཚོམ་གྱི་རྙོག་པ་དང་བྲལ་བ་ལགས།
en: How is such a bodhisattva freed from the stain of doubt?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་ཉིད་མ་རྟོགས་པའི་ཤེས་པ་ཉིད་ཀྱིས་ཐེག་པ་ཆེན་པོའི་ཆོས་ཟབ་ཅིང་རྒྱ་ཆེ་བ་དག་ལ་ཐེ་ཚོམ་མེད་པ་དང་། ཐེ་ཚོམ་གྱི་རྙོག་པ་དང་བྲལ་བ་མ་ཡིན་གྱི།
en: “Noble son, bodhisattvas are not freed from the stain of doubt, or doubt regarding the profound and vast Dharma of the Great Vehicle through that knowledge which does not understand reality.

source: བྱང་ཆུབ་སེམས་དཔའ་གཞན་གྱི་དྲིང་ལས་མོས་པའི་སྟོབས་ཀྱིས་ཀྱང་ཐེག་པ་ཆེན་པོའི་ཆོས་ཟབ་ཅིང་རྒྱ་ཆེ་བ་དག་ལ་ཐེ་ཚོམ་མེད་ཅིང་ཐེ་ཚོམ་གྱི་རྙོག་པ་དང་བྲལ་བ་ཡིན་ནོ། །
en: However, due to their interest, which is kindled by other bodhisattvas, they are able to become free from the stain of doubt regarding the profound and vast Dharma of the Great Vehicle.

source: འདི་ལྟར་ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་མོས་པས་སྤྱོད་པ་ལ་ཞུགས་པ་ནི་ཐེག་པ་ཆེན་པོའི་ཆོས་ཟབ་ཅིང་རྒྱ་ཆེ་བ་བསྟན་པ་དག་ལ་དེ་བཞིན་གཤེགས་པ་ཉིད་དབང་དུ་བྱས་ནས་
en: In this way, novice bodhisattvas who are on the level of devoted engagement may consider the teachings of the profound and vast Dharma of the Great Vehicle to relate to the Thus-Gone One.

source: ཆོས་འདི་དག་ནི་དེ་བཞིན་གཤེགས་པས་གསུངས་པའོ་ཞེས་དེ་བཞིན་གཤེགས་པས་ཐུགས་སུ་ཆུད་པ་ལ་མོས་པ་བཞག་ནས་
en: In this way, they will think, ‘The Thus-Gone One imparted these teachings!’ and so they will feel devotion for the Thus-Gone One’s realization.

source: ཆོས་རྣམས་ལ་མ་ལོག་པར་མོས་པ་འཇོག་གོ། །
en: In this way, they develop irreversible interest in the entire Dharma.

source: གཞན་གྱི་དྲིང་ལས་མོས་པའི་སྟོབས་དེས་དེ་བཞིན་གཤེགས་པས་གསུངས་པ་ཟབ་ཅིང་རྒྱ་ཆེ་བའི་མདོ་སྡེའི་ཆོས་རྣམས་ལ་ཐེ་ཚོམ་མེད་ཅིང་ཐེ་ཙོམ་དང་བྲལ་བ་ཡིན་ཏེ།
en: Through the power of their interest that was kindled by other bodhisattvas, they will be without doubt, and thus freed from the stain of doubt regarding the profound and vast Dharma taught by the Thus-Gone One.

source: རིགས་ཀྱི་བུ་དེ་ལྟ་བུ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་གསལ་བའི་མཚན་ཉིད་དུ་བལྟའོ། །
en: This, noble son, is how you should view the characteristic of clarity concerning the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པས་བརླན་པའི་མཚན་ཉིད་དུ་རིག་པར་བགྱི་བ་གང་ལགས།
en: “Blessed One, how is saturation a characteristic of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དང་ལྡན་པའི་ཡིད་བདེ་བས་ལུས་བརླན་པ་དང་། སེམས་བརླན་པ་གང་ཡིན་པ་དེ་ནི་དེའི་བརླན་པའི་མཚན་ཉིད་དུ་རིག་པར་བྱའོ། །
en: “Noble son, the characteristic of saturation refers to the body and the mind becoming saturated with feelings of happiness. This happiness and well-being in turn come from the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.

source: དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་དང་ལྡན་པའི་བདེ་བ་དང་ཡིད་བདེ་བས་ལུས་དང་སེམས་སིམ་པར་བྱེད་པ་ཡིན་གྱི།
en: The happiness and well-being that are connected to the bodhisattvas’ trust satisfy body and mind.

source: འདོད་པ་ལ་ལོངས་སྤྱོད་པ་རྣམས་ཀྱི་འདོད་པའི་ཡོན་ཏན་ལས་བྱུང་བའི་བདེ་བ་དང་ཡིད་བདེ་བས་ནི་མ་ཡིན་ནོ། །
en: In that way, they differ from the happiness and well-being that arise from the sense pleasures of those who revel in desire.

source: གཟུགས་དང་གཟུགས་མེད་པ་ན་སྤྱོད་པའི་སེམས་ཅན་རྣམས་ཀྱི་བདེ་བ་དང་ཡིད་བདེ་བ་གང་ཡིན་པ་དེས་ནི་འདི་འདྲ་བར་དེ་དག་གི་ལུས་དང་སེམས་སིམ་པར་བྱེད་པ་མ་ཡིན་ནོ། །
en: The happiness and well-being experienced by beings who live in the form and formless realms similarly do not satisfy their bodies and minds.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that so?

source: འདི་ལྟར་དེ་དག་གི་བདེ་བ་དང་ཡིད་བདེ་བ་ནི་མ་ཞི་བའོ། །
en: Their happiness and well-being do not bring peace.

source: ཅིའི་ཕྱིར་མ་ཞི་བ་ཞེ་ན།
en: “Why do they not bring peace?

source: གང་འདོད་པའི་ཡོན་ཏན་ལས་བྱུང་བའི་བདེ་བ་དེ་དང་ཡིད་བདེ་བ་དེ་དང་། འདོད་པ་ལ་ལོངས་སྤྱོད་པ་རྣམས་ཀྱི་བདེ་བ་དང་ཡིད་བདེ་བ་དེ་ནི་དེ་ཙམ་དུ་འདོད་ཆགས་དང་། ཁོང་ཁྲོ་བ་དང་ལྡན་པ་མ་ཞི་བའི་མཚན་ཉིད་དོ། །
en: The happiness and well-being that arise from sense pleasures and the happiness and well-being of those who revel in desire involve as much attachment and anger as pleasure. Therefore, they do not bring peace.

source: མཐོན་དམན་གྱི་རྒྱུའི་ཕྱིར་མ་ཞི་བའི་མཚན་ཉིད་དོ། །
en: They do not bring peace because they fluctuate.

source: བདེན་པ་རྣམས་ལ་ཡིད་གཉིས་དང་ཐེ་ཚོམ་ཟ་བའི་རྗེས་སུ་སོང་བའི་ཕྱིར་རབ་ཏུ་མ་ཞི་བའི་མཚན་ཉིད་དོ། །
en: They do not bring genuine peace because of their tendency to doubt and question the truths.

source: ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་དང་། དེའི་རྩ་བ་ལས་བྱུང་བའི་ལྟ་བར་གྱུར་པ་ཚད་མེད་པ་དང་འབྲེལ་བའི་ཕྱིར་རབ་ཏུ་མ་ཞི་བའི་མཚན་ཉིད་དོ། །
en: They do not bring genuine peace because they involve the limitless views that emerge as soon as one apprehends I and mine.

source: ཉེ་བའི་ཉོན་མོངས་པའི་ཕྱིན་ཅི་ལོག་དང་། གཡེང་བ་དང་། རྒོད་པ་དང་། རྨུགས་པ་དང་། བག་མེད་པ་དང་། ངོ་ཚ་མེད་པའི་རྩ་བའི་ཕྱིར་རབ་ཏུ་མ་ཞི་བའོ། །
en: They do not bring genuine peace because they are the root of mistaken subsidiary disturbing emotions, as well as distraction, excitement, dullness, carelessness, and shamelessness.

source: འགྲོ་བ་ལྔའི་ལས་སྣ་ཚོགས་མངོན་པར་འདུ་བྱེད་པའི་རྩ་བའི་ཕྱིར་རབ་ཏུ་མ་ཞི་བའོ། །
en: They do not bring genuine peace because they are the root of the various karmic actions of the five types of beings.

source: སྡུག་བསྔལ་གྱི་བདེན་པས་བསྡུས་ཤིང་འགྲོ་བའི་ཕྱིར་རབ་ཏུ་མ་ཞི་བའོ། །
en: They do not bring genuine peace because they are subsumed within the truth of suffering and because they are fleeting.

source: རིགས་ཀྱི་བུ་འདི་ལྟར་ཉོན་མོངས་པ་དང་། ལས་དང་། ཚེའི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་དང་འབྲས་བུར་བཅས་པའི་རྒྱུན་ལ་འཇུག་པ་དང་ལྡན་པས་འདོད་པའི་ཡོན་ཏན་ལྔ་ལས་བྱུང་བའི་བདེ་བ་དང་། ཡིད་བདེ་བ་དེ་ནི་རབ་ཏུ་མ་ཞི་བ་སྟེ།
en: “Noble son, in this way, the physical and mental well-being that arise from the five sense pleasures do not bring genuine peace since they perpetuate the continuity of cause and effect related to the pollution of disturbing emotions, actions, and rebirth.

source: དེ་བས་ན་དེའི་ལུས་དང་སེམས་སིམ་པར་བྱེད་པ་མ་ཡིན་ནོ། །
en: Therefore, they do not satisfy the body or the mind.

source: ཇི་ལྟར་འདོད་པ་ལ་ལོངས་སྤྱོད་པ་རྣམས་ཀྱི་འདོད་པའི་ཡོན་ཏན་ལས་བྱུང་བའི་བདེ་བ་དང་ཡིད་བདེ་བ་མ་ཡིན་པ་
en: You should understand that it is not only the happiness and well-being that arise from the sense pleasures of those who revel in desire that do not bring genuine peace.

source: དེ་བཞིན་དུ་གཟུགས་དང་། གཟུགས་མེད་པ་ན་སྤྱོད་པ་རྣམས་ཀྱི་སྙོམས་པར་ཞུགས་པ་ལས་བྱུང་བ་ལ་ཡང་རྣམ་པ་དེ་དག་གིས་ཅི་རིགས་པར་རབ་ཏུ་མ་ཞི་བའི་མཚན་ཉིད་དུ་རིག་པར་བྱའོ། །
en: Just so, in all these many ways, when those who live in the form and formless realms arise from the state of equilibrium, that does not bring genuine peace.

source: རབ་ཏུ་མ་ཞི་བས་ན་འཕགས་པའི་ཆོས་འདུལ་བ་ལ་ལུས་དང་སེམས་སིམ་པར་མི་འགྱུར་རོ། །
en: Since these states of equilibrium provide no genuine peace, they satisfy neither body nor mind in the way that the Dharma-Vinaya of the noble ones does.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལས་བྱུང་བའི་བདེ་བ་དང་ཡིད་བདེ་བ་གང་ཡིན་པ་དེ་ནི་འདོད་ཆགས་དང་། ཁོང་ཁྲོ་བའི་རབ་ཏུ་མ་ཞི་བ་དང་བྲལ་བ་དང་།
en: “On the other hand, the well-being that bodhisattvas feel when they have trust in the Great Vehicle is free from the disturbances of attachment or anger.

source: མཐོན་དམན་གྱི་རབ་ཏུ་མ་ཞི་བ་དང་བྲལ་བ་དང་།
en: It is free from any disturbances of elation and dejection.

source: བདེན་པ་ལ་ཡིད་གཉིས་དང་ཐེ་ཚོམ་ཟ་བའི་རབ་ཏུ་མ་ཞི་བ་དང་བྲལ་བ་དང་།
en: It is free from any disturbances caused by doubt and uncertainty with regard to the truths.

source: ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་དང་། དེའི་རྩ་བ་ལས་བྱུང་བའི་ལྟ་བར་གྱུར་པ་ཚད་མེད་པའི་རབ་ཏུ་མ་ཞི་བ་དང་བྲལ་བ་དང་།
en: It is free from any disturbances caused by the limitless views that emerge from apprehending I and mine.

source: ཉེ་བའི་ཉོན་མོངས་པ་ཕྱིན་ཅི་ལོག་དང་། གཡེང་བ་དང་། རྒོད་པ་དང་། རྨུགས་པ་དང་། བག་མེད་པ་དང་། ངོ་ཚ་མེད་པའི་རབ་ཏུ་མ་ཞི་བ་དང་བྲལ་བ་དང་།
en: It is free from any disturbances caused by the mistaken subsidiary disturbing emotions, as well as distraction, excitement, dullness, carelessness, and shamelessness.

source: འགྲོ་བ་ལྔའི་ལས་སྣ་ཚོགས་མངོན་པར་འདུ་བྱེད་པའི་རབ་ཏུ་མ་ཞི་བ་དང་བྲལ་བ་དང་།
en: It is free from any disturbances caused by performing the various actions of the five types of beings.

source: སྡུག་བསྔལ་གྱི་བདེན་པས་བསྡུས་པའི་རབ་ཏུ་མ་ཞི་བ་དང་བྲལ་བ་དང་།
en: It is free from any disturbances subsumed within the truth of suffering.

source: འདི་ལྟར་ཉོན་མོངས་པ་དང་། ལས་དང་། ཚེའི་ཀུན་ནས་ཉོན་མོངས་པའི་རྒྱུ་དང་འབྲས་བུར་བཅས་པའི་རྒྱུན་ལས་འཇུག་པའི་རབ་ཏུ་མ་ཞི་བ་དང་བྲལ་བའི་ཕྱིར་རབ་ཏུ་ཞི་བའོ། །
en: In this way, since it is free from any disturbances within the sequence of cause and effect of the pollution of disturbing emotions, actions, and birth, it is genuinely peaceful.

source: རབ་ཏུ་ཞི་བའི་ཕྱིར་འཕགས་པའི་ཆོས་འདུལ་བ་ལ་ལུས་དང་སེམས་སིམ་པར་འགྱུར་ཏེ།
en: Since it is genuinely peaceful, it satisfies both the body and mind precisely in the way that the Dharma-Vinaya of the noble ones does.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པས་བརླན་པའི་མཚན་ཉིད་དོ། །
en: This, noble son, is the characteristic of saturation with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་སླད་དུ་ཐེག་པ་ཆེན་པོ་ལ་དད་པས་བརླན་པའི་མཚན་ཉིད་དང་། བདེ་བ་དང་ཡིད་བདེ་བའི་དོན་འདི་ངོ་མཚར་ཏོ། །
en: “Blessed One, it is wonderful to hear about the characteristic of saturation with respect to the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle, as well as the meaning of physical and mental well-being!

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་སླད་དུ་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ལས་བྱུང་བའི་བདེ་བ་དང་ཡིད་བདེ་བའི་དོན་ལས་རབ་ཏུ་མོས་པར་བགྱིའོ། །
en: “Blessed One, I will apply myself to attaining that physical and mental well-being that arises from the bodhisattvas’ trust in the Great Vehicle.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་སླད་དུ་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྣམ་པའི་མཚན་ཉིད་གང་ལགས།
en: Blessed One, please tell me, what are the qualities with respect to the bodhisattvas’ trust in the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་རྣམ་པ་གསུམ་གྱིས་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་འཇུག་སྟེ
en: “Noble son, the bodhisattvas practice trust in the Great Vehicle with three qualities so that they can accomplish the Great Vehicle.

source: ཡིད་ཆེས་པའི་རྣམ་པ་དང་། འགྱུར་བའི་རྣམ་པ་དང་། མངོན་པར་དགའ་བའི་རྣམ་པའོ། །
en: They are the quality of conviction, the quality of transformation, and the quality of delight.”

source: གསོལ་པ།
en: Great Skillful Trust said,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་སླད་དུ་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡིད་ཆེས་པའི་རྣམ་པས་འཇུག་པ་ཇི་ལྟ་བུ་ལགས།
en: “Blessed One, how does one adopt the quality of conviction concerning trust in the Great Vehicle that allows one to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་བསྟན་པ་རྣམས་ལ་ཐོག་མ་ཉིད་དུ་ཡོད་པར་མོས་སོ། །
en: “Noble son, a bodhisattva must first acknowledge the existence of the profound and vast Dharma teachings.

source: འདི་ལྟར་ཆོས་འདི་དག་ནི་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱི་ཡུལ་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་གསུངས་པར་འོས་པའོ། །
en: These teachings are the domain of the thus-gone ones, and they are what the thus-gone ones teach.

source: དེ་བས་ན་དེ་བཞིན་གཤེགས་པ་རྣམས་ཉིད་ཀྱིས་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ་རྟོག་གེ་པ་རྣམས་ཀྱི་ཡུལ་མ་ཡིན་ནོ། །
en: Therefore, when the thus-gone ones fully awaken, that is not within the domain of logicians.

source: འདི་ལྟར་རྟོག་གེ་པ་རྣམས་ནི་ཟབ་ཅིང་རྒྱ་ཆེ་བའི་ཆོས་འདི་ལྟ་བུ་དག་ཐོས་ན་དངང་བར་གྱུར་ཏེ་རྟོགས་པར་ལྟ་བ་ག་ལ་འགྱུར།
en: In fact, when logicians hear these profound and vast teachings, they become alarmed, so how could they ever realize them?

source: དེ་བས་ན་དེ་དག་ནི་རྟོག་གེ་པ་རྣམས་ཀྱི་ཡུལ་མ་ཡིན་ནོ། །
en: Therefore, these teachings are not within the domain of those who rely on logic.

source: སངས་རྒྱས་རྣམས་ཀྱི་བྱང་ཆུབ་ཇི་ལྟར་དེ་དག་གིས་བསྟན་པའི་ཆོས་དེ་དག་ཀྱང་དེ་བཞིན་དུ་ཡོད་དེ།
en: Just as with the awakening of the buddhas, so it is with the teachings they impart.

source: དེའི་ཕྱིར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གི་ཆོས་བསྟན་པ་ཟབ་ཅིང་རྒྱ་ཆེ་བ་འབྲས་བུ་དང་བཅས་པ་ལ་ཡོད་པ་ཉིད་དུ་མོས་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཡིད་ཆེས་པའི་རྣམ་པས་དད་པ་སྐྱེད་དོ། །
en: Therefore, bodhisattvas must first develop trust through the quality of conviction and take interest in the profound and vast teachings of the blessed buddhas, as well as their result.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་སླད་དུ་ཐེག་པ་ཆེན་པོ་ལ་དད་པར་འགྱུར་བའི་རྣམ་པས་འཇུག་པ་ཇི་ལྟ་བུ་ལགས།
en: “Blessed One, how does the quality of transformation engender the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”
